print("К тебе пришел пьяный сосед который угрожает тебе жизнью")
ans = input("Будешь сражаться?")
ans.lowercase()
if ans == "да"
  print("Окей, иди бейся")
if ans == "ага":
  print("Окей, иди бейся")
if ans == "угу"
  print("Окей, иди бейся")
if ans == "нет":
  print("Все равно иди бейся")
if ans == "не":
  print("Все равно иди бейся")
if ans == "неа":
  print("Все равно иди бейся")
act_ans = input("Чем будешь наносить дэмэдж? (1-кулак, 2-нога)'")
if ans = "1":
  print("Сосед блокировал твой удар, и он тебя убил")
if ans = "2":
  print("Ты нанес 99999999 демеджа, ты победил")
